Revit 2024 API
UnitTypeId.SquareMetersPerKilonewton Property
 Square meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareMetersPerKilonewton { get; }
Visual Basic
Public Shared ReadOnly Property SquareMetersPerKilonewton As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareMetersPerKilonewton {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace